{
  "images": [
    {
      "date": "2004-04-09",
      "title": "NGC 4565: Galaxy on the Edge",
      "url": "https://apod.nasa.gov/apod/image/0404/n4565_hugo_c32.jpg",
      "explanation": "Magnificent spiral galaxy NGC 4565 is viewed edge-on from planet Earth. Also known as the Needle Galaxy for its narrow profile, bright NGC 4565 is a stop on many springtime telescopic tours of the northern sky as it lies in the faint but well-groomed constellation Coma Berenices. This sharp color image reveals the galaxy's bulging central core dominated by light from a population of older, yellowish stars. The core is dramatically cut by obscuring dust lanes which lace NGC 4565's thin galactic plane. A large island universe similar to our own Milky Way Galaxy, NGC 4565 is only about 30 million light-years distant, but over 100,000 light-years in diameter.  In fact, some consider NGC 4565 to be a prominent celestial masterpiece Messier missed.",
      "likes": "0",
      "id": 1
    },
    {
      "date": "1999-01-10",
      "title": "Venus' Once Molten Surface",
      "url": "https://apod.nasa.gov/apod/image/9706/venus3_mag.jpg",
      "explanation": "If you could look at Venus with radar eyes - this is what you might see. This computer reconstruction of the surface of Venus was created from data from the Magellan spacecraft.  Magellan orbited Venus and used radar to map our neighboring planet's surface between 1990 and 1994. Magellan found many interesting surface features, including the large circular domes, typically 25-kilometers across, that are depicted above. Volcanism is thought to have created the domes, although the precise mechanism remains unknown. Venus' surface is so hot and hostile that no surface probe has lasted more than a few minutes.",
      "likes": "0",
      "id": 2
    },
    {
      "date": "2007-11-25",
      "title": "An Iridescent Cloud Over Colorado",
      "url": "https://apod.nasa.gov/apod/image/0711/iridescent_allen.jpg",
      "explanation": "Why would a cloud appear to be different colors? A relatively rare phenomenon known as iridescent clouds can show unusual colors vividly or a whole spectrum of colors simultaneously. These clouds are formed of small water droplets of nearly uniform size. When the Sun is in the right position and mostly hidden by thick clouds, these thinner clouds significantly diffract sunlight in a nearly coherent manner, with different colors being deflected by different amounts. Therefore, different colors will come to the observer from slightly different directions. Many clouds start with uniform regions that could show iridescence but quickly become too thick, too mixed, or too far from the Sun to exhibit striking colors. This iridescent cloud was photographed above Boulder, Colorado last week.",
      "likes": "0",
      "id": 3
    },
    {
      "date": "1999-02-02",
      "title": "The Orion Nebula from Subaru",
      "url": "https://apod.nasa.gov/apod/image/9902/orion_subaru.jpg",
      "explanation": "The Orion Nebula (M42) shows a host of treasures when viewed in infrared light.  Some stars in the Trapezium, an open cluster of stars at the center, are only visible in infrared light.  The orange feature above center is called the Kleinman-Low Nebula, and appears greatly affected by newly forming central star IRc2.  The blue emission in this representative color photograph is caused by hot gas ionized by the Trapezium stars.  This is one of the first photographs ever taken through Japan's new Subaru Telescope.",
      "likes": "0",
      "id": 4
    }
  ]
}